[
  {
    "title": "Triangle Game",
    "description": "A game made in the Unity engine using C#. Players have to try and get the highest score by hitting the incoming enemies with their projectiles of the same shape. WASD or on screen D-PAD to change firing direction. Click on the shape to fire that projectile or JKL on PC.",
    "image1": "https://i.ibb.co/JtJJb6W/Triangle-Game.jpg",
    "link": "https://drive.google.com/file/d/1yl1D2bEotLYB0A3TXep7CGitu-Y2QErk/view?usp=sharing",
    "link1": "https://drive.google.com/file/d/1irtakUls7TQA_9BZnfwHV2fMCKyAgJjP/view?usp=sharing"
  },
  {
    "title": "Pool Party",
    "description": "A game made in the Unity engine using C#. It is a local multiplayer game where the players try to run around on a snooker table in an attempt to not get squashed by a ball. Inspitation for this project was taken from the Pool Party minigame on Wii Party U. Click to start. Player 1 uses WASD to move whilst player 2 uses arrow keys.",
    "image1": "https://i.ibb.co/SBbdLG2/poolr.gif",
    "link": "https://drive.google.com/file/d/1ZZ9fL5VA7mpJ9nSV1SpNztqGN6cOtWqg/view?usp=sharing",
    "link1": "https://drive.google.com/file/d/1JRY4VDpWd68aySA_LlBDkvtRUf5BSkAU/view?usp=sharing"
  },

  {
    "title": "Boxed In",
    "description": "A VR game made in the Unity engine using C#. The game features a complex procedural world generation algorithm so the playing area changes each time the player starts the game. The is a FPS where the player tries to survive as long as possible whilst battling waves of ghouls. A VR game made in the Unity engine using C#. The game features a complex procedural world generation algorithm so the playing area changes each time the player starts the game. The is a FPS where the player tries to survive as long as possible whilst battling waves of ghouls. A mobile version was also made.",
    "image1": "https://i.ibb.co/LzVC3MR/ezgif-com-gif-maker-1.gif",
    "image2": "https://i.ibb.co/ypM81X9/World-Generation.gif",
    "image3": "https://i.ibb.co/gmkhhCX/boxedin3.png",
    "image4": "https://i.ibb.co/Vqj2FFW/boxedin.jpg"
  }
]
